espressif/esp-idf/examples/peripherals/uart/uart_dma_ota/sdkconfig.ci.defaults.esp32s3
CONFIG_IDF_TARGET="esp32s3"
CONFIG_UART_RX_IO=44
